<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Planuoti maršrutus</h2><p/>
        <h2></h2>
        <hr/>
    <p>Planuoti mar&scaron;rutus leidžia nustatyti, kaip efektyviai paskirstyti užduotis mobiliai darbo jėgai. 
    </p>
    <p>Įrankiui reikalingi sustojimų duomenys ir transporto priemonių skaičius. Įrankis paskirsto sustojimus transporto priemonėms ir pateikia mar&scaron;rutus, kuriais transportas gali greičiausiu būdu pasiekti sustojimo vietas.
    </p>
    <p>Naudojat įrankį mobili darbo jėga gali greičiau pasiekti sustojimo ta&scaron;kus, tai  padidina efektyvumą ir darbo kokybę.
        <ul>
            <li>Gyventojų, restoranų, statybviečių lankymas
            </li>
            <li>Taisymo, diegimo, techninių paslaugų teikimas
            </li>
            <li>Daiktų ir paketų pristatymas
            </li>
            <li>Prekių pristatymas
            </li>
            <li>Žmonių vežimas
            </li>
        </ul>
        
    </p>
    <p>Planuoti Mar&scaron;rutus rezultatą sudaro trumpiausių mar&scaron;rutų iki sustojimų sluoksnis; sustojimų, paskirtų mar&scaron;rutams, ir sustojimų, kurių nebuvo galima įtraukti į mar&scaron;rutus dėl pasirinktų parametrų reik&scaron;mių, sluoksnis; mar&scaron;rutų krypčių sluoksnis, pateikiantis kiekvieno mar&scaron;ruto i&scaron;klotinę. 
    </p>
    <p>Jei <b>Naudoti esamą žemėlapio aprėptį</b> pažymėtas, analizuojami bus tik apie aprėptyje matomi elementai.  Jei nepažymėtas, analizuojami visi elementai.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div><h2>Maršrutų pradžia</h2></div>
        <hr/>
        <div>
            <p>Nurodykite, kur ir kada transporto priemonės pradeda mar&scaron;rutus.
            </p>
            <p>Su Planuoti Mar&scaron;rutus įrankiu galima nurodyti vieną ar daugiau pradinių ta&scaron;kų.
            </p>
            <p>Kai nurodytas vienas pradžios ta&scaron;kas, visos transporto priemonės i&scaron;vyksta i&scaron; ta&scaron;ko, nepaisant ar yra viena, ar daugiau priemonių. Galite pasirinkti ta&scaron;kų sluoksnį su vienu ta&scaron;ku ar pridėti ta&scaron;ką žemėlapyje, pasirinkę  <b>Pridėti ta&scaron;ką žemėlapyje</b>, paspaudę <b>Keisti</b> mygtuką, ir spragtelėję žemėlapyje.
            </p>
            <p>Kai pasirinkta daugiau pradžios ta&scaron;kų, kiekviena transporto priemonė turi būti susieta su savo ta&scaron;ku. Transporto priemonių skaičius turi sutapti su ta&scaron;kų sluoksnyje skaičiumi. Pasirinkite sluoksnį su ta&scaron;kais ir nurodykite lauką, kurio reik&scaron;mės leidžia identifikuoti mar&scaron;rutus, transporto priemones ar vairuotojus  <b>Mar&scaron;ruto ID lauko</b> sąra&scaron;e.
            </p>
            <p>Visų mar&scaron;rutų pradžios laikas yra vienodas. Pradžios laiko zona sutampa su ta&scaron;kų laiko zona, įsitikinkite, kad įvestas vietos laikas. Pavyzdžiui, jei naudojate Ramiojo vandenyno Standartinį Laiką (UTC-8:00) ir transporto priemonės i&scaron;dėstytos Kalnų Standartinio Laiko zonoje (UTC-7:00). Jei &scaron;iuo metu yra 9:30 val. PST (10:30 val. MST) ir transporto priemonės turi pradėti mar&scaron;rutus po 30 minučių, pradžios laikas nustatomas 11:00 val. 
            </p>
            <p>Jei transporto priemonės i&scaron;dėstytos skirtingose laiko zonose, pradžios laikas skiriasi pagal laiko skirtumą. Pavyzdžiui, jei vienas mar&scaron;rutas pradedamas ta&scaron;ke, kuris yra PST zonoje, o kitas - MST, bei įvestas laikas 11:00 val., mar&scaron;rutas i&scaron; PST prasidės 11:00 val. vietos laiku (PST), o mar&scaron;rutas i&scaron; MST - 11:00 val. MST laiku&mdash;vienos valandos skirtumas.
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div><h2>Maršrutų pabaiga</h2></div>
        <hr/>
        <div>
            <p>Nurodykite, kur transporto priemonės užbaigia mar&scaron;rutus.
            </p>
            <p>Galima nurodyti pasirinkus vieną i&scaron; trijų vietų: 
                <ul>
                    <li>Toje pačioje vietoje, kur mar&scaron;rutas prasidėjo, nepaisant ar buvo vienas ar daugiau pradžios ta&scaron;kų
                    </li>
                    <li>Viename ta&scaron;ke
                    </li>
                    <li>Daugelyje ta&scaron;kų&mdash;kiekvienas mar&scaron;rutas atskirame ta&scaron;ke
                    </li>
                </ul>
                
            </p>
            <p>Pažymėkite  <b>Grįžti į pradžią</b>, jei transporto priemonių mar&scaron;rutų pradžios ir pabaigos ta&scaron;kai sutampa.
            </p>
            <p>Jei transporto priemonės turi nuvykti į bendrą pabaigos ta&scaron;ką, kuris skiriasi nuo pradžios ta&scaron;ko, atžymėkite  <b>Grįžti į pradžią</b> ir arba pridėkite ta&scaron;ką žemėlapyje, arba pasirinkite sluoksnį, kurį sudaro vienas ta&scaron;kas.
            </p>
            <p>Jei mar&scaron;rutai turi baigtis atskiruose ta&scaron;kuose, atžymėkite  <b>Grįžti į pradžią</b> ir pasirinkite sluoksnį su daugiau nei vienu ta&scaron;ku. Transporto priemonių skaičius turi sutapti su ta&scaron;kų pasirinktame sluoksnyje skaičiumi. <b>Mar&scaron;ruto ID lauko</b> sąra&scaron;e pasirinkite lauką, kuris identifikuoja atskirus mar&scaron;rutus, transporto priemones ar vairuotojus. Jei transporto priemonės pradeda ir pabaigia mar&scaron;rutus skirtinguose ta&scaron;kuose, mar&scaron;ruto ID pradžios ir pabaigos ta&scaron;kų sluoksniuose turi sutapti.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div><h2>Maksimalus transporto priemonių maršrute skaičius</h2></div>
        <hr/>
        <div>
            <p>Nurodykite transporto priemonių, kurios gali pasiekti sustojimus, skaičių. Įrankis leidžia naudoti iki 100 transporto priemonių.
            </p>
            <p>Įrankis gali rasti sprendimą, kuriam reikia mažiau nei nurodyta transporto priemonių, priklausomai nuo bendro sustojimų skaičiaus, transporto priemonei leidžiamų sustojimų skaičiaus, atstumo tarp sustojimų, sustojimo laiko  ir kitų mar&scaron;ruto ribojimų.
            </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div><h2>Maksimalus transporto priemonės sustojimų skaičius</h2></div>
        <hr/>
        <div>
            <p>Tai vienas i&scaron; dviejų parametrų, leidžiančių tolygiai paskirstyti užduotis. Galima pasirinkti reik&scaron;mę iki 200.
            </p>
            <p>Sumažinus maksimalų transporto priemonių sustojimų skaičių, didėja tikimybė, kad kiekvienai transporto priemonei bus paskirtas vienodas sustojimų kiekis. Tai leidžia tolygiai paskirstyti užduotis vairuotojams. Deja, gali būti, kad rezultatas bus mažiau efektyvus.
            </p>
            <p>Padidinus sustojimų skaičių transporto priemonei, įrankis gali rasti efektyvesnius sprendimus; tačiau, darbo krūvis bus paskirstytas ne taip tolygiai. Atkreipkite dėmesį, kad darbo krūvis gali būti tolygiai paskirstytas parinkus <b>Bendro laiko limitas transporto priemonei</b> parametro reik&scaron;mę.
            </p>
            <p>&Scaron;ie pavyzdžiai parodo maksimalaus sustojimų skaičiaus ir bendro laiko naudojimą. Visuose pavyzdžiuose yra &scaron;e&scaron;i sustojimai ir du mar&scaron;rutai, kurie prasideda ir baigiasi toje pačioje vietoje.
            </p>
            <table border="1">
            <tr>
                <td> <img src="../images/GUID-820BDC1E-97CB-457F-9235-7105D274AFEB-web.png" alt="Subalansuoti sustojimai ir kelionės laikas">
                </td>
                <td>
                    <p>Subalansuotas kelionės laikas ir sustojimai mar&scaron;rute:
                    </p>
                    <p>Sustojimai daugiau mažiau vienodai nutolę, taigi, maksimalaus sustojimų skaičiaus transporto priemonei nustatymas leidžia sukurti pana&scaron;ios trukmės mar&scaron;rutus.
                    </p>
                </td>
            </tr>
            <tr>
                <td> <img src="../images/GUID-813F72FE-500D-4A4D-A030-B3450F09154B-web.png" alt="Nesubalansuotas kelionės laikas">
                </td>
                <td>
                    <p>Subalansuoti sustojimai, bet nesubalansuotas laikas:
                    </p>
                    <p>Penki i&scaron; &scaron;e&scaron;ių sustojimų yra netoli nuo pradžios ta&scaron;ko, bet vienas i&scaron; sustojimų yra toli ir jam pasiekti reikės nemažai laiko. Sustojimų paskirstymas po lygiai reik&scaron;, kad dviejų mar&scaron;rutų laikas stipriai skirsis.
                    </p>
                </td>
            </tr>
            <tr>
                <td> <img src="../images/GUID-082615A2-7F07-49AB-92AF-C82CEB813E6F-web.png" alt="Subalansuotas kelionės laikas">
                </td>
                <td>
                    <p>Subalansuotas laikas, bet nesubalansuoti sustojimai:
                    </p>
                    <p>Sustojimai yra tose pačiose vietose kaip ankstesniame pavyzdyje, bet padidinus maksimalų sustojimų skaičių ir apribojus kelionės trukmę, gaunami pana&scaron;ios trukmės mar&scaron;rutai. 
                    </p>
                </td>
            </tr>
            </table>
        </div>
    </div>
    <div id="serviceTimeAtStops">
        <div><h2>Sustojimo laikas kiekviename taške</h2></div>
        <hr/>
        <div>
            <p>Nustatykite numatomą sustojimo kiekviename ta&scaron;ke laiką  Pavyzdžiui, jei planuojama inspektorių darbo diena ir vidutinis inspektavimo laikas yra 45 minutės, įveskite  <code>45</code>.
            </p>
            <p>Sustojimo laikas laikomas vienodu kiekviename sustojime.
            </p>
        </div>
    </div>
    <div id="maxTotalRouteTime">
        <div><h2>Bendro laiko limitas transporto priemonei</h2></div>
        <hr/>
        <div>
            <p>Nurodykite maksimalią mar&scaron;ruto trukmę nuo pradžios iki pabaigos. &Scaron;is laikas apima kelionės laiką ir laiką, reikalingą kiekvienam sustojimui. Jei vairuotojai negali dirbti ilgesnį už numatytą laiką, pavyzdžiui, a&scaron;tuonias valandas, galite nurodyti &scaron;į ribojimą.
            </p>
            <p>Plačiau apie tolygų darbo krūvio paskirstymą ra&scaron;oma  <b>Maksimalus sustojimų skaičius transporto priemonei</b> pagalboje.
            </p>
        </div>
    </div>
    <div id="resultsLayer">
        <div><h2>Rezultatų sluoksnio vardas</h2></div>
        <hr/>
        <div>
            <p>Tai sluoksnių grupės, kuri bus sukurtas ir patalpinta  <b>Mano Turinyje</b> ir pridėta į žemėlapį, pavadinimas. Sluoksnių grupėje bus atskiri sluoksniai: mar&scaron;rutai, sustojimai ir kryptys.
            </p>
            <p>Naudodami  <b>Rezultatą įra&scaron;yti į</b> sąra&scaron;ą, galite nurodyti <b>Mano Turinyje</b> esančio aplanko pavadinimą.
            </p>
        </div>
    </div>
</div>
</html>
