<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="SummarizeDataCategory" class="regularsize">
        <h2>Veriyi Özetle</h2>
        <hr/>
        <p>Bu ara&ccedil;lar, alanlardaki detayların ya da yakın diğer detayların toplam sayısını, uzunluğunu, alanını ve temel a&ccedil;ıklayıcı istatistiklerini ve bunların &ouml;zniteliklerini hesaplar.
            <ul>
                <li> <b>Noktaları Topla</b>, belirtilen alanlar i&ccedil;inde kalan noktalar hakkındaki istatistikleri hesaplar.
                </li>
                <li> <b>Yakındakini &Ouml;zetle</b>, belirtilen bir mesafedeki &ouml;zelliklerin istatistiklerini ve bunların &ouml;zniteliklerini hesaplar.
                </li>
                <li> <b>Dahilinde &Ouml;zetle</b>, alanın birbiriyle &ouml;rt&uuml;şen detayların ve &ouml;zniteliklerinin istatistiklerini hesaplar.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="AggregatePointsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Noktaları Birleştir</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bu ara&ccedil; bir nokta detayları katmanı ve bir alan detayları katmanı kullanarak her bir alana hangi noktanın d&uuml;şt&uuml;ğ&uuml;n&uuml; belirtir ve her bir alan i&ccedil;indeki noktaların t&uuml;m&uuml; hakkındaki istatistikleri hesaplar. &Ouml;rneğin:
                <ul>
                    <li>Su&ccedil; olaylarının nokta konumlarını ele alarak il&ccedil;e ve diğer idari b&ouml;lgeler başına su&ccedil; sayımını yapın.
                    </li>
                    <li>Eyalete g&ouml;re franchise konumlarının en y&uuml;ksek ve en d&uuml;ş&uuml;k gelirlerini bulun.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="SummarizeNearbyTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Yakını Özetle</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Analiz katmanındaki detayların belirli bir mesafesi dahilinde olan detayları bulur. Mesafe d&uuml;z &ccedil;izgi mesafesi ya da bir s&uuml;r&uuml;ş s&uuml;resi mesafesi (&ouml;rneğin 10 dakika i&ccedil;inde) olarak &ouml;l&ccedil;&uuml;lebilir. Daha sonra yakın detaylar i&ccedil;in istatistikler hesaplanır. &Ouml;rneğin:
                <ul>
                    <li>&Ouml;nerilen yeni mağaza konumuna beş dakikalık mesafedeki toplam n&uuml;fusu hesaplayın.
                    </li>
                    <li>Mağazaya erişilebilirliğin bir &ouml;l&ccedil;&uuml;t&uuml; olarak kullanmak &uuml;zere &ouml;nerilen yeni mağaza konumuna beş dakika mesafedeki toplam otoban &ccedil;ıkışı sayısını hesaplayın.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="SummarizeWithinTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Dahilinde Özetle</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>İki katman arasında bindirme yapan alanları (ve alanların kısımlarını) bulur ve bindirme hakkındaki istatistikleri hesaplar. &Ouml;rneğin:
                <ul>
                    <li>Bir boşaltma havzası alanları katmanı ve arazi kullanım t&uuml;r&uuml;ne g&ouml;re bir arazi kullanım alanları katmanı verildiğinde, her boşaltma havzası i&ccedil;in arazi kullanım t&uuml;r&uuml;n&uuml;n toplam y&uuml;z &ouml;l&ccedil;&uuml;m&uuml;n&uuml; hesaplayın. 
                    </li>
                    <li>Bir il&ccedil;edeki parsellerin bir katmanı ve şehir sınırlarının bir katmanı verildiğinde, her bir şehir dahilindeki boş parsellerin ortalama değerini &ouml;zetleyin.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
    <div id="EnrichLocationsCategory" class="regularsize">
        <h2>Veri Zenginleştirme</h2>
        <hr/>
        <p>Bu ara&ccedil;lar alanların karakterini keşfetmenize yardımcı olur. Ayrıntılı demografik veri ve istatistikler se&ccedil;ilen alanlarınıza d&ouml;nd&uuml;r&uuml;l&uuml;r. Ayrıca il&ccedil;eler ve eyaletler gibi genişletilmiş alanlar i&ccedil;in karşılaştırmalı bilgiler rapor edilebilir.
            <ul>
                <li> <b>Katmanı Zenginleştir</b>, belirli bir alandaki ya da bir konumdan bir mesafe veya s&uuml;r&uuml;ş s&uuml;resi i&ccedil;indeki insanlar, yerler ve şirketler hakkındaki bilgileri alır.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="EnrichLayerTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Katmanı Zenginleştir</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Belirli bir alandaki ya da bir konumdan bir mesafe veya s&uuml;r&uuml;ş s&uuml;resi i&ccedil;indeki insanlar, yerler ve şirketler hakkındaki bilgileri alır.

            </p>
            <br/>
        </div>
    <div id="FindLocationsCategory" class="regularsize">
        <h2>Konumları Bul</h2>
        <hr/>
        <p>Bu ara&ccedil;lar, belirlediğiniz bir dizi farklı kriteri karşılayan alanları tanımlamak i&ccedil;in kullanılır. Bu kriterler &ouml;znitelik sorgularını (&ouml;rneğin boş parseller) ve mekansal (&ouml;rneğin, bir nehre bir mil mesafedeki t&uuml;m parseller) sorguları temel alabilir. Bulunan alanlar mevcut detaylardan (mevcut arazi parselleri gibi) se&ccedil;ilebilir ya da t&uuml;m gereksinimleri karşılayan yeni detaylar oluşturulabilir.
            <ul>
                <li> <b>Mevcut Konumları Bul</b>, bir analiz katmanında bir dizi kriteri karşılayan mevcut alanları arar.
                </li>
                <li> <b>Yeni Konumlar T&uuml;ret</b>, &ccedil;alışma alanınızdaki konumlardan, bir dizi kriteri karşılayan yeni alanlar &uuml;retir.
                </li>
                <li> <b>Benzer Konumları Bul</b>, belirlediğiniz kriterlere g&ouml;re bir ya da daha fazla hedef detaya en benzeyen ya da en benzemeyen detayları bulur.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="FindExistingLocationsTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Mevcut Konumları Bul</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>&Ccedil;alışma alanınızda belirlediğiniz bir dizi kritere uygun mevcut &ouml;zellikleri se&ccedil;er. Bu kriterler &ouml;znitelik sorgularını (&ouml;rneğin boş parseller) ve mekansal (&ouml;rneğin, bir nehre 1 mil mesafedeki t&uuml;m parseller) sorguları temel alabilir.

            </p>
            <br/>
        </div>
        <div id="DeriveNewLocationsTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Yeni Konumlar Türet</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>&Ccedil;alışma alanınızda belirlediğiniz bir dizi kritere uygun yeni detaylar oluşturur. Bu kriterler &ouml;znitelik sorgularını (&ouml;rneğin boş parseller) ve mekansal (&ouml;rneğin, bir nehre 1 mil mesafedeki t&uuml;m parseller) sorguları temel alabilir.

            </p>
            <br/>
        </div>
        <div id="FindSimilarLocationsTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Benzer Konumları Bul</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Belirlediğiniz kriterlere g&ouml;re bir ya da daha fazla hedef detaya en benzeyen ya da en benzemeyen detayları bulur.
            </p>
            <br/>
        </div>
    <div id="AnalyzePatternsCategory" class="smallsize">
        <h2>Modelleri Analiz Et</h2>
        <hr/>
        <p>Bu ara&ccedil;lar, istatistiksel olarak &ouml;nemli k&uuml;melerin alanlarını tanımlayarak mekansal modelleri tanımlamanıza, sayısallaştırmanıza ve g&ouml;rselleştirmenize yardımcı olur. 
            <ul>
                <li> <b>Hot Spot Bul</b> aracı, verinizin mekansal modelindeki istatistiksel a&ccedil;ıdan &ouml;nemli k&uuml;melenmeyi tanımlar.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="FindHotSpotsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Hot Spot Bul</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bu ara&ccedil; yalnızca verinizde yer alan istatistiksel a&ccedil;ıdan &ouml;nemli k&uuml;meleri g&ouml;steren bir harita oluşturur. Bu aracı, y&uuml;ksek ve d&uuml;ş&uuml;k ev değerlerinin, su&ccedil; yoğunluklarının, trafik kazası &ouml;l&uuml;mlerinin, işsizlik ya da biyo &ccedil;eşitliliğin vb. beklenmeyen hot spot'larını (kırmızı) ve cold spot'larını (mavi) ortaya &ccedil;ıkarmak i&ccedil;in kullanın.
            </p>
            <br/>
        </div>
        <div id="ExploreCorrelationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Korelasyonları Keşfet</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bu ara&ccedil; &ouml;zelliklerinizin sayısal &ouml;znitelikleri arasındaki ilişkilerin kuvvetini incelemek i&ccedil;indir. Bir odak değişkeni ve değerlendirmek i&ccedil;in on adede kadar başka sayısal &ouml;znitelik se&ccedil;ersiniz. Bu ara&ccedil; daha sonra odak değişkeni ile se&ccedil;ilen diğer değişkenler arasındaki korelasyonu, raporlama kuvvetini, tutarlığı ve ilişki t&uuml;r&uuml;n&uuml; (pozitif ya da negatif) hesaplar. 
            </p>
            <br/>
        </div>
    <div id="UseProximityCategory" class="regularsize">
        <h2>Yakınlık Kullan</h2>
        <hr/>
        <p> Bu ara&ccedil;lar mekansal analizdeki en yaygın sorulardan birine yanıt verir: &quot;Ne, neyin yakınında?&quot;
            <ul>
                <li> <b>&Ccedil;ıkışları Hedeflere Bağla</b>, &ccedil;ıkış-hedef &ccedil;iftleri arasındaki s&uuml;r&uuml;ş s&uuml;resini ve mesafeyi &ouml;l&ccedil;er.
                </li>
                <li> <b>Tampon Oluştur</b>, detaylardan eşit mesafede alanlar oluşturur.
                </li>
                <li> <b>S&uuml;r&uuml;ş S&uuml;resi Alanları Oluştur</b>, konumlar &ccedil;evresindeki belirli bir s&uuml;rede ulaşılabilecek alanları bulur.
                </li>
                <li> <b>En Yakındakini Bul</b>, bilinen konumlara en yakın olan yerleri belirler.
                </li>
                <li> <b>Rotaları Planla</b>, ara&ccedil; filosunu olabildiğince &ccedil;ok durağa uğrayacak şekilde y&ouml;nlendirmenin yolunu bulur.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="ConnectOriginsToDestinationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Çıkışı Hedeflere Bağla</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>&Ccedil;ıkış-hedef &ccedil;iftleri arasındaki s&uuml;r&uuml;ş s&uuml;resini veya mesafeyi hesaplar. &Ouml;rneğin, mağazalarınıza ulaşmak i&ccedil;in m&uuml;şterilerin ne kadar uzağa gitmeye razı olacaklarını bulun, kamyon filonuzun katetmesi beklenen kilometreyi hesaplayın veya belirli bir tertibin en ve iş arasındaki gidiş gelişlerini &ouml;zetleyin.
            </p>
            <br/>
        </div>
        <div id="CreateBuffersTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Tampon Oluştur</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Tampon bir noktaya, &ccedil;izgiye ya da alan detayına g&ouml;re verilen mesafeyi kapsayan bir alandır. 
            </p>
            <p>Tamponlar genelde, Katmanları Bindir gibi diğer ara&ccedil;lar kullanarak daha fazla analiz edilebilecek alanlar oluşturmak i&ccedil;in kullanılır. &Ouml;rneğin &quot;Okula bir kilometre mesafedeki binalar nelerdir?&quot; sorusu sorulduğunda, yanıt okul &ccedil;evresinde bir kilometrelik bir tampon oluşturularak ve tamponu bina ayak izlerini i&ccedil;eren katman ile bindirmek i&ccedil;in kullanılır. Nihai sonu&ccedil; okulun bir kilometre &ccedil;evresi i&ccedil;inde yer alan binalardan oluşan bir katmandır.  
            </p>
            <br/>
        </div>
        <div id="CreateDriveTimeAreasTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Sürüş Saati Alanları Oluştur</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bir s&uuml;r&uuml;ş s&uuml;resi alanı, belirtilen bir s&uuml;r&uuml;ş s&uuml;resi ya da s&uuml;r&uuml;ş mesafesi dahilinde ulaşılabilecek bir alandır. S&uuml;r&uuml;ş s&uuml;resi alanları şu gibi sorulara yanıt sağlayabilir:
                <ul>
                    <li>30 dakikalık bir s&uuml;r&uuml;şle buradan nereye gidebilirim?
                    </li>
                    <li>Yoğun saatlerde saat 18:00'da 30 dakikalık bir s&uuml;r&uuml;şle buradan nereye gidebilirim?
                    </li>
                    <li>Kendin hangi alanları itfaiyenin beş dakikada erişebileceği yerlerdir? Yangına yanıt kapsamı yeni bir itfaiye istasyonu inşa edilerek nasıl artırılabilir?
                    </li>
                    <li>İşim hangi pazar alanlarını kapsıyor? Hangi alanlar mağazama 10 mil mesafede?
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="FindNearestTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>En Yakın Bul</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Olaylarla tesisler arasındaki seyahatin maliyetini &ouml;l&ccedil;er ve hangisinin bir diğerine daha yakın olduğunu belirler. Sonu&ccedil;, her rotanın seyahat maliyeti (s&uuml;re ve mesafe) ile birlikte olaylar ve tesisler arasındaki en iyi rotaları g&ouml;steren bir katmandır. &Ouml;rneğin, bu aracı bir kazaya en yakın hastaneyi ya da mevcut konumunuza en yakın ATM'yi bulmak i&ccedil;in kullanabilirsiniz.
            </p>
            <br/>
        </div>
        <div id="PlanRoutesTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Rotaları Planla</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bir grup durak ve duraklara uğramak i&ccedil;in kullanılabilecek ara&ccedil;ların sayısını sağlarsanız, Rotaları Planla durakların ara&ccedil;lara verimli olarak nasıl atanacağını ve ara&ccedil;ların duraklara nasıl y&ouml;nlendirileceğini belirler.
            </p>
            <p>Gezgin denet&ccedil;i, değer bi&ccedil;ici, ev i&ccedil;i servis sağlayıcı vb. ekiplerinin işlerini planlamak; uzak yerlere mal g&ouml;t&uuml;r&uuml;p buralardan mal getirmek; veya insanlara ulaşım hizmetleri sunmak i&ccedil;in bu aracı kullanın.
            </p>
            <br/>
        </div>
    <div id="ManageDataCategory" class="largesize">
        <h2>Veri Yönet</h2>
        <hr/>
        <p>Bu ara&ccedil;lar hem g&uuml;nl&uuml;k coğrafi veri y&ouml;netimi hem de analiz &ouml;ncesinde verinin y&ouml;netimi i&ccedil;in kullanılır. 
            <ul>
                <li> <b>Alan Hesaplayıcı</b>, mevcut alan değerlerini ve form&uuml;lleri kullanarak alan değerlerini hesaplar.
                </li>
                <li> <b>Sınırları Birleştir</b> ortak bir sınırı ya da ortak bir &ouml;znitelik değerini paylaşan alanları birleştirir.
                </li>
                <li> <b>Veri &Ccedil;ıkart</b>, mevcut veriden detaylar &ccedil;ıkartarak yeni veri k&uuml;meleri oluşturur.
                </li>
                <li> <b>Katmanları Birleştir</b> iki ya da daha fazla mevcut katmandaki t&uuml;m detayları yeni bir katmana kopyalar.
                </li>
                <li> <b>Katmanları Bindir</b>, iki ya da daha fazla katmanı tek bir katmana birleştirir. Bir bindirmeyi bir dizi haritanın &uuml;st &uuml;ste getirilerek istifteki t&uuml;m bilgileri i&ccedil;eren tek bir harita oluşturulması olarak d&uuml;ş&uuml;nebilirsiniz.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="FieldCalculatorTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Alan Hesap Makinesi</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Mevcut alanların ya da yeni alanların değerlerini belirlediğiniz bir form&uuml;le g&ouml;re g&uuml;nceller.
            </p>
            <br/>
        </div>
        <div id="DissolveBoundariesTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Sınırları Birleştir</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bindirilen ya da ortak bir sınırı paylaşan alanlar tek bir alan oluşturmak i&ccedil;in birleştirilir. 
            </p>
            <p>Hangi sınırların birleştirileceğini bir alan belirleyerek denetleyebilirsiniz. &Ouml;rneğin bir il&ccedil;eler katmanınız varsa ve her il&ccedil;enin bir  <i>State_Name</i> &ouml;zniteliği varsa, <i>State_Name</i> &ouml;zniteliğini kullanarak sınırları birleştirebilirsiniz. Bitişik il&ccedil;eler aynı <i>State_Name</i> değerine sahipse birleştirilecektir. Nihai sonu&ccedil; bir il&ccedil;e sınırları katmandır.
            </p>
            <br/>
        </div>
        <div id="ExtractDataTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Veri Aktar</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Katmanlarınızdan ve belirlediğiniz bir ilgi alanından bir zip dosyası ya da veri katman paketi oluşturur.

            </p>
            <br/>
        </div>
        <div id="MergeLayersTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Katmanları Birleştir</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>İki ya da daha fazla mevcut katmandaki detayları yeni bir katmana kopyalar, &ouml;rneğin:
                <ul>
                    <li>İngiltere, Galler ve İsko&ccedil;ya i&ccedil;in &uuml;&ccedil; katmanım var B&uuml;y&uuml;k Britanya i&ccedil;in tek bir katman istiyorum. 
                    </li>
                    <li>Her birinde bitişik kasabalar i&ccedil;in parsel bilgileri olan 12 katmanım var. Bunları tek bir katman olarak birleştirmek ve 12 giriş katmanında yalnızca aynı ada ve t&uuml;re sahip &ouml;znitelikleri tutmak istiyorum.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="OverlayLayersTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Katmanları Çakıştır</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Bindirme aracı iki ya da daha fazla katmanı tek bir katmana birleştirir. Bir bindirmeyi bir dizi haritanın &uuml;st &uuml;ste getirilerek istifteki t&uuml;m bilgileri i&ccedil;eren tek bir harita oluşturulması olarak d&uuml;ş&uuml;nebilirsiniz, &ouml;rneğin:
                <ul>
                    <li>Hangi parseller 100 ayaklık a&ccedil;ış d&uuml;zlemi i&ccedil;inde? (&quot;Dahilinde&quot;, &quot;&uuml;st&uuml;nde&quot; demenin bir diğer yoludur.)
                         
                    </li>
                    <li>Hangi yollar hangi il&ccedil;eler dahilinde?
                    </li>
                    <li>Hangi arası kullanımı hangi toprak t&uuml;r&uuml; &uuml;zerinde?
                         
                    </li>
                    <li>Hangi kuyular terk edilmiş askeri &uuml;slerin i&ccedil;inde?
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
</div>
</html>
