<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="SummarizeDataCategory" class="regularsize">
        <h2>Aineiston yhteenveto</h2>
        <hr/>
        <p>N&auml;m&auml; ty&ouml;kalut laskevat kokonaism&auml;&auml;r&auml;t, -pituudet, -pinta-alat ja perustilastotietoja alueilla oleville tai muiden kohteiden l&auml;hell&auml; oleville kohteille ja niiden attribuuteille.
            <ul>
                <li> <b>Koosta pisteet</b> laskee tilastotiedot pisteist&auml;, jotka ovat m&auml;&auml;ritettyjen alueiden sis&auml;ll&auml;.
                </li>
                <li> <b>Yhteenveto l&auml;hist&ouml;st&auml;</b> laskee m&auml;&auml;ritetyn et&auml;isyyden sis&auml;ll&auml; sijaitsevien kohteiden ja niiden attribuuttien tilastotiedot.
                </li>
                <li> <b>Yhteenveto alueesta</b> laskee tilastotiedot alueen kohteille ja attribuuteille, jotka ovat toistensa p&auml;&auml;ll&auml;.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="AggregatePointsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Kokoa pisteet</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>T&auml;m&auml; ty&ouml;kalu m&auml;&auml;ritt&auml;&auml;, mitk&auml; pisteet ovat mink&auml;kin alueen sis&auml;ll&auml;, ja laskee kullakin alueella olevien pisteiden tilastotiedot k&auml;ytt&auml;m&auml;ll&auml; pistekohteiden karttatasoa ja aluekohteiden karttatasoa. Esimerkki:
                <ul>
                    <li>Jos karttatasoon on merkitty rikosten tapahtumasijainnit, ty&ouml;kalu laskee, kuinka monta rikosta kussakin piirikunnassa tai muulla hallinnollisella alueella on tapahtunut.
                    </li>
                    <li>Voit etsi&auml; my&ouml;s osavaltiotasolla yrityksen korkeimman ja alhaisimman liikevaihdon toimipisteet.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="SummarizeNearbyTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Yhteenveto lähistöstä</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>T&auml;m&auml;n toiminnon avulla voit etsi&auml; kohteet, jotka sijaitsevat m&auml;&auml;ritetyn et&auml;isyyden sis&auml;ll&auml; analyysikarttatasossa.  Et&auml;isyys voidaan mitata suorana et&auml;isyyten&auml; tai ajoajan perusteella (esimerkiksi kymmenen minuutin ajomatkan sis&auml;ll&auml;).  Sen j&auml;lkeen ty&ouml;kalu laskee tilastotietoja l&auml;hell&auml; sijaitsevista kohteista.  Esimerkki:
                <ul>
                    <li>Laske, kuinka paljon ihmisi&auml; asuu viiden minuutin ajomatkan sis&auml;ll&auml; alueelta, joka on ehdolla uuden liikkeen sijainniksi.
                    </li>
                    <li>Arvioi uuden liikkeen luoksep&auml;&auml;st&auml;vyys laskemalla, kuinka monta valtatien liittym&auml;&auml; on viiden minuutin sis&auml;ll&auml; ehdolla olevasta uudesta sijainnista.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="SummarizeWithinTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Yhteenveto alueella</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Etsii alueet (tai niiden osat), jotka ovat p&auml;&auml;llekk&auml;in kahdessa karttatasossa, ja laskee p&auml;&auml;llekk&auml;isten alueiden tilastotiedot. Esimerkki:
                <ul>
                    <li>Jos k&auml;yt&ouml;ss&auml; ovat vesijakoalueiden karttataso ja maank&auml;ytt&ouml;tyypin mukaisten maank&auml;ytt&ouml;alueiden karttataso, ty&ouml;kalu laskee tietyn maank&auml;ytt&ouml;aluetyypin kokonaispinta-alan eekkerein&auml; kullekin vesijakoalueelle. 
                    </li>
                    <li>Jos k&auml;yt&ouml;ss&auml; ovat piirikunnan kiinteist&ouml;jen karttataso ja kaupunkien rajojen karttataso, ty&ouml;kalu tekee yhteenvedon siit&auml;, mik&auml; on kunkin kaupungin sis&auml;ll&auml; olevien vapaiden kiinteist&ouml;jen keskim&auml;&auml;r&auml;inen arvo.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
    <div id="EnrichLocationsCategory" class="regularsize">
        <h2>Lisätietojen hakeminen</h2>
        <hr/>
        <p>N&auml;iden ty&ouml;kalujen avulla voit tutkia alueiden luonnetta. Voit hakea valituista alueista yksityiskohtaisia v&auml;est&ouml;- ja tilastotietoja. Voit my&ouml;s hakea vertailutietoja laajemmilta alueilta, kuten piirikunta- tai osavaltiotasolta.
            <ul>
                <li> <b>Tason lis&auml;tiedot</b> hakee tietoja tietyll&auml; alueella olevista tai tietyst&auml; kohteesta tietyn et&auml;isyyden tai ajoajan sis&auml;ll&auml; olevista ihmisist&auml;, paikoista ja yrityksist&auml;.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="EnrichLayerTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Rikasta taso</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Toiminto hakee tietoja tietyll&auml; alueella olevista tai tietyst&auml; kohteesta tietyn et&auml;isyyden tai ajoajan sis&auml;ll&auml; olevista ihmisist&auml;, paikoista ja yrityksist&auml;.
            </p>
            <br/>
        </div>
    <div id="FindLocationsCategory" class="largesize">
        <h2>Hae sijainnit</h2>
        <hr/>
        <p>N&auml;iden ty&ouml;kalujen avulla voidaan tunnistaa alueet, jotka vastaavat useita erilaisia m&auml;&auml;ritt&auml;mi&auml;si kriteerej&auml;.  N&auml;m&auml; kriteerit voivat perustua attribuuttikyselyihin (esimerkiksi vapaisiin kiinteist&ouml;ihin) ja tila-avaruuden kyselyihin (esimerkiksi yhden kilometrin s&auml;teell&auml; joesta).  Voit valita l&ouml;ydetyt alueet olemassa olevista kohteista (kuten olemassa olevista kiinteist&ouml;ist&auml;) tai voit luoda uusia kohteita, jotka t&auml;ytt&auml;v&auml;t kaikki vaatimukset.
            <ul>
                <li> <b>Hae nykyiset sijainnit</b> hakee analyysikarttatasossa olevia alueita, jotka vastaavat m&auml;&auml;ritettyj&auml; kriteereit&auml;.
                </li>
                <li> <b>Laske uudet sijainnit</b> luo uusia alueita tutkimusalueesi sijainneista, jotka t&auml;ytt&auml;v&auml;t hakukriteerit.
                </li>
                <li> <b>Hae samankaltaiset sijainnit</b> hakee kohteita, jotka ovat mahdollisimman samanlaisia tai erilaisia kuin kohdekohteet ja jotka vastaavat m&auml;&auml;ritt&auml;mi&auml;si kriteereit&auml;.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="FindExistingLocationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Hae nykyiset sijainnit</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Valitsee tutkittavalta alueelta olemassa olevat kohteet, jotka vastaavat m&auml;&auml;ritt&auml;mi&auml;si kriteereit&auml;. Kriteereit&auml; voivat olla attribuuttikyselyt (esimerkiksi vapaat kiinteist&ouml;t) tai tila-avaruuden kyselyt (esimerkiksi yhden kilometrin s&auml;teell&auml; joesta).
            </p>
            <br/>
        </div>
        <div id="DeriveNewLocationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Laske uudet sijainnit</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Luo tutkittavalle alueelle uusia kohteita, jotka vastaavat m&auml;&auml;ritt&auml;mi&auml;si kriteereit&auml;. Kriteereit&auml; voivat olla attribuuttikyselyt (esimerkiksi vapaat kiinteist&ouml;t) tai tila-avaruuden kyselyt (esimerkiksi yhden kilometrin s&auml;teell&auml; joesta).
            </p>
            <br/>
        </div>
        <div id="FindSimilarLocationsTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Etsi samankaltaisia sijainteja</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Hakee kohteita, jotka ovat mahdollisimman samanlaisia tai erilaisia kuin kohdekohteet ja jotka vastaavat m&auml;&auml;ritt&auml;mi&auml;si kriteereit&auml;.
            </p>
            <br/>
        </div>
    <div id="AnalyzePatternsCategory" class="smallsize">
        <h2>Analysoi malleja</h2>
        <hr/>
        <p>N&auml;iden ty&ouml;kalujen avulla voit tunnistaa, m&auml;&auml;ritt&auml;&auml; ja visualisoida tiedoistasi tila-avaruuden malleja yksil&ouml;im&auml;ll&auml; alueet, joilla on tilastollisesti merkitt&auml;vi&auml; ryv&auml;ksi&auml;.  
            <ul>
                <li> <b>Etsi kuumat alueet</b> tunnistaa tilastollisesti merkitt&auml;v&auml;t ryv&auml;kset tietojesi tila-avaruuden mallista.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="FindHotSpotsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Etsi kuumat pisteet</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>T&auml;m&auml; ty&ouml;kalu luo kartan, jossa n&auml;kyv&auml;t kaikki tietojesi sis&auml;lt&auml;m&auml;t tilastollisesti merkitt&auml;v&auml;t tila-avaruuden ryv&auml;kset.   Ty&ouml;kalun avulla voit etsi&auml; odottamattomat kuumat alueet (punaiset) ja kylm&auml;t alueet (siniset), joilla esimerkiksi talot ovat kalliita ja vastaavasti halpoja, rikoksia tapahtuu paljon tai vastaavasti v&auml;h&auml;n, joilla on paljon tai vastaavasti v&auml;h&auml;n kuolemaan johtaneita liikenneonnettomuuksia, joilla on paljon tai vastaavasti v&auml;h&auml;n ty&ouml;tt&ouml;mi&auml; tai joiden biodiversiteetti on suuri tai vastaavasti v&auml;h&auml;inen.
            </p>
            <br/>
        </div>
        <div id="ExploreCorrelationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Selvitä vastaavuussuhteet</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Ty&ouml;kalun avulla voit tutkia kohteidesi numeromuotoisten attribuuttien v&auml;listen suhteiden vahvuuksia.  Ensin valitaan tarkasteltava muuttuja ja sen j&auml;lkeen enint&auml;&auml;n kymmenen muuta numeromuotoista arvioitavaa attribuuttia.  Ty&ouml;kalu laskee t&auml;m&auml;n j&auml;lkeen tarkasteltavan muuttujan ja muiden valittujen muuttujien v&auml;lisen vastaavuussuhteen ja ilmoittaa t&auml;m&auml;n suhteen vahvuuden, yhten&auml;isyyden ja suhdetyypin (positiivinen vai negatiivinen).  
            </p>
            <br/>
        </div>
    <div id="UseProximityCategory" class="largesize">
        <h2>Käytä etäisyyttä</h2>
        <hr/>
        <p> N&auml;iden ty&ouml;kalujen avulla saat vastauksen yhteen paikkatietojen analysoinnin peruskysymyksist&auml;: &rdquo;Mit&auml; on mink&auml;kin l&auml;hell&auml;?&rdquo;
            <ul>
                <li> <b>Yhdist&auml; l&auml;ht&ouml;pisteet m&auml;&auml;r&auml;np&auml;ihin</b> mittaa matkustusajan tai l&auml;ht&ouml;pisteen ja m&auml;&auml;r&auml;np&auml;&auml;n v&auml;lisen et&auml;isyyden.
                </li>
                <li> <b>Luo puskureita</b> luo alueita, joiden et&auml;isyys tietyist&auml; kohteista on t&auml;sm&auml;lleen sama.
                </li>
                <li> <b>Luo ajoaika-alueet</b> etsii sijaintien l&auml;hist&ouml;lt&auml; alueet, joihin voidaan ajaa tietyn ajan kuluessa.
                </li>
                <li> <b>Etsi l&auml;hin</b> -ty&ouml;kalu tunnistaa paikat, jotka sijaitsevat l&auml;hinn&auml; tunnettuja sijainteja.
                </li>
                <li> <b>Suunnittele reitit</b> m&auml;&auml;ritt&auml;&auml; kuljetuskaluston parhaan reitin usean pys&auml;hdyksen reitill&auml;.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="ConnectOriginsToDestinationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Yhdistä lähtöpisteet määränpäihin</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Laskee matkustusajan tai l&auml;ht&ouml;pisteen ja m&auml;&auml;r&auml;np&auml;&auml;n v&auml;lisen et&auml;isyyden. Selvit&auml; esimerkiksi, miten kauas asiakkaat ovat valmiita ajamaan liikkeiss&auml;si k&auml;ynti&auml; varten, laske kuorma-autokaluston odotetut ajomailit tai laadi yhteenveto ryhm&auml;n kodin ja ty&ouml;paikan v&auml;lisist&auml; matkoista.
            </p>
            <br/>
        </div>
        <div id="CreateBuffersTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Luo puskurit</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Puskuri on alue, joka k&auml;sitt&auml;&auml; tietyn et&auml;isyyden pisteest&auml;, viivasta tai aluekohteesta. 
            </p>
            <p>Puskureita k&auml;ytet&auml;&auml;n yleens&auml; sellaisten alueiden luontiin, joita voidaan analysoida tarkemmin muilla ty&ouml;kaluilla, esim. karttatasokerroksilla. Jos kysymys kuuluu esim. &rdquo;Mitk&auml; rakennukset ovat kilometrin s&auml;teell&auml; koulusta?&rdquo;, vastaus voidaan hakea luomalla kilometrin pituinen puskuri koulun ymp&auml;rille ja asettamalla puskuri rakennusten pohjapiirrokset sis&auml;lt&auml;v&auml;n karttatason p&auml;&auml;lle.  Tuloksena syntyy karttataso, joka sis&auml;lt&auml;&auml; enint&auml;&auml;n kilometrin p&auml;&auml;ss&auml; koulusta olevat rakennukset.  
            </p>
            <br/>
        </div>
        <div id="CreateDriveTimeAreasTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Luo ajoaika-alueet</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Ajoaika-alue on alue, jolle voidaan ajaa m&auml;&auml;ritetyss&auml; ajoajassa tai joka on m&auml;&auml;ritetyn ajoet&auml;isyyden sis&auml;ll&auml;. Ajoaika-alueiden avulla voidaan saada vastaus seuraaviin kysymyksiin:
                <ul>
                    <li>Mihin voin ajaa t&auml;&auml;lt&auml; 30 minuutissa?
                    </li>
                    <li>Mihin asti voin p&auml;&auml;st&auml;, jos l&auml;hden t&auml;st&auml; ja ajan 30 minuuttia iltakuuden ruuhkassa?
                    </li>
                    <li>Mihin kaupunginosiin palomiehet ehtiv&auml;t viidess&auml; minuutissa? Miten palontorjuntavalmius paranisi, jos t&auml;h&auml;n rakennettaisiin uusi paloasema?
                    </li>
                    <li>Mitk&auml; ovat liiketoimintani markkina-alueet? Mit&auml; alueita on 10 kilometrin s&auml;teell&auml; liikkeest&auml;ni?
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="FindNearestTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Hae lähin</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>T&auml;m&auml; ty&ouml;kalu mittaa, kuinka paljon tapahtumien ja toimipaikkojen v&auml;linen matkustus maksaa, sek&auml; m&auml;&auml;ritt&auml;&auml;, mitk&auml; niist&auml; ovat l&auml;himp&auml;n&auml; toisiaan. Lopputuloksena on karttataso, jossa n&auml;kyv&auml;t parhaat reitit tapahtumien ja toimipaikkojen v&auml;lill&auml; sek&auml; kunkin reitin matkustuskustannukset (aika ja et&auml;isyys).  T&auml;m&auml;n ty&ouml;kalun avulla voit esimerkiksi etsi&auml; onnettomuuspaikan l&auml;himm&auml;n sairaalan tai selvitt&auml;&auml; nykyist&auml; sijaintiasi l&auml;himp&auml;n&auml; olevan pankkiautomaatin.
            </p>
            <br/>
        </div>
        <div id="PlanRoutesTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Suunnittele reitit</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Voit m&auml;&auml;ritt&auml;&auml; joukon pys&auml;hdyksi&auml; ja niiden ajoneuvojen m&auml;&auml;r&auml;n, jotka voivat k&auml;yd&auml; pys&auml;hdyspaikoilla, ja Suunnittele reitit -ty&ouml;kalu m&auml;&auml;ritt&auml;&auml;, miten pys&auml;hdykset liitet&auml;&auml;n tehokkaasti ajoneuvoihin ja ajoneuvot reititet&auml;&auml;n pys&auml;hdyksiin.
            </p>
            <p>T&auml;m&auml;n ty&ouml;kalun avulla voit suunnitella tarkastajien, arvioijien, kotoa k&auml;sin tukipalveluja tarjoavien henkil&ouml;iden ja muiden liikkuvien ty&ouml;ntekij&ouml;iden ty&ouml;ryhm&auml;n t&ouml;it&auml;, toimittaa tavaroita et&auml;isiin sijainteihin tai hakea niist&auml; tavaroita tai tarjota kuljetuspalveluja ihmisille.
            </p>
            <br/>
        </div>
    <div id="ManageDataCategory" class="largesize">
        <h2>Tietojen hallinta</h2>
        <hr/>
        <p>N&auml;it&auml; ty&ouml;kaluja k&auml;ytet&auml;&auml;n sek&auml; maantieteellisten tietojen p&auml;ivitt&auml;isess&auml; hallinnassa ett&auml; tietojen yhdist&auml;misess&auml; ennen analyysi&auml;.  
            <ul>
                <li> <b>Kentt&auml;laskin</b> laskee kent&auml;n uudet arvot vanhojen kent&auml;n arvojen ja kaavojen perusteella.
                </li>
                <li> <b>Pura rajat</b> yhdist&auml;&auml; alueet, joilla on yhteinen raja ja yhteinen attribuuttiarvo.
                </li>
                <li> <b>Pura aineisto</b> luo uusia tiedostoja hakemalla kohteet olemassa olevista tiedoistasi.
                </li>
                <li> <b>Yhdist&auml; karttatasot</b> kopioi kaikki kohteet kahdesta tai useammasta olemassa olevasta karttatasosta uuteen karttatasoon.
                </li>
                <li> <b>Karttatasokerrokset</b>-toiminto yhdist&auml;&auml; kaksi tai useampia karttatasoja yhdeksi karttatasoksi.  Karttatasokerros on tavallaan kuin karttapino, jonka alimmassa kartassa n&auml;kyv&auml;t kaikkien pinon karttojen yhdistetyt tiedot.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="FieldCalculatorTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Kenttälaskin</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>P&auml;ivitt&auml;&auml; olemassa olevien kenttien tai uusien kenttien arvot m&auml;&auml;ritt&auml;m&auml;si kaavan mukaisesti.
            </p>
            <br/>
        </div>
        <div id="DissolveBoundariesTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Sulauta rajat</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>P&auml;&auml;llekk&auml;in osuvat alueet tai alueet, joilla on yhteinen raja, yhdistet&auml;&auml;n yhdeksi alueeksi.    
            </p>
            <p>Kent&auml;n m&auml;&auml;ritt&auml;m&auml;ll&auml; voit m&auml;&auml;r&auml;t&auml;, mitk&auml; rajat yhdistet&auml;&auml;n. Jos k&auml;yt&ouml;ss&auml; on esim. Yhdysvaltain piirikuntien karttataso ja kullakin piirikunnalla on  <i>State_Name</i>-attribuutti, voit purkaa rajat <i>State_Name</i>-attribuuttia k&auml;ytt&auml;m&auml;ll&auml;.  Vierekk&auml;in sijaitsevat piirikunnat yhdistet&auml;&auml;n, jos niiden <i>State_Name</i>-arvo on sama.  Lopputuloksena on karttataso, jossa n&auml;kyv&auml;t osavaltion rajat.
            </p>
            <br/>
        </div>
        <div id="ExtractDataTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Pura aineisto</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Luo zip-tiedoston tai karttatasopaketin karttatasojesi ja m&auml;&auml;ritt&auml;miesi kiinnostavien alueiden tiedoista.
            </p>
            <br/>
        </div>
        <div id="MergeLayersTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Yhdistä karttatasot</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Kopioi kohteet kahdesta tai useammasta olemassa olevasta karttatasosta uuteen karttatasoon. Toiminnolla voit tehd&auml; esim. seuraavat:
                <ul>
                    <li>Jos sinulla on esim. kolme karttatasoa, yksi Englantia koskeva, yksi Walesia koskeva ja yksi Skotlantia koskeva, voit koostaa niist&auml; yhden koko Isoa-Britanniaa koskevan karttatason. 
                    </li>
                    <li>Jos sinulla on esim. 12 karttatasoa, joista jokainen sis&auml;lt&auml;&auml; vierekk&auml;isten kuntien kiinteist&ouml;tiedot,  voit haluat yhdist&auml;&auml; ne yhdeksi ainoaksi karttatasoksi s&auml;ilytt&auml;en vain ne attribuutit, joilla on sama nimi ja tyyppi kaikissa 12 karttatasossa.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="OverlayLayersTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Päällekkäisyysanalyysi</h2></td>
                    <td>
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Kerros yhdist&auml;&auml; kaksi tai useampia karttatasoja yhteen karttatasoon.  Karttatasokerros on tavallaan kuin karttapino, jonka alimmassa kartassa n&auml;kyv&auml;t kaikkien pinon karttojen yhdistetyt tiedot. Karttatasokerrosten avulla voit vastata esim. seuraaviin kysymyksiin:
                <ul>
                    <li>Mitk&auml; kiinteist&ouml;t ovat edellisten 100 vuoden aikana tulvineen alueen sis&auml;ll&auml; (eli vastaavassa karttatasossa)? 
                          
                    </li>
                    <li>Mit&auml; teit&auml; on kussakin piirikunnassa?
                    </li>
                    <li>Mihin tarkoitukseen tietyn maaper&auml;tyypin maa-alueita k&auml;ytet&auml;&auml;n?
                         
                    </li>
                    <li>Mit&auml; kaivoja on hyl&auml;ttyjen armeijan tukikohtien alueilla?
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
</div>
</html>
